/* SUAppWindowControllerPriv */

"NOT_NOW_TITLE" = "Ahora no";
"QUIT_TITLE" = "Salir";
"RESCAN_TITLE" = "Buscar ahora";

// these are used in the window header area
"NEW_SOFTWARE_TITLE" = "Hay nuevo software disponible para su ordenador.";
"NEW_SOFTWARE_MESSAGE" = "Si no desea realizar la instalación en este momento, puede seleccionar menú Apple > “Actualización de software” cuando desee hacerlo.";
// these are used in the window header area and in sheets
"UP_TO_DATE_TITLE" = "El software está actualizado.";
"UP_TO_DATE_MESSAGE" = "Actualización de Software no dispone de nuevo software para su ordenador en estos momentos.";
"UP_TO_DATE_WITH_IGNORED_MESSAGE" = "No hay actualizaciones disponibles, excepto las que se han ignorado. Inténtelo de nuevo más tarde.";
"RESET_IGNORED_UPDATES_TITLE" = "Restablecer actualizaciones ignoradas";
// these are used only in the error sheet
"FAILED_SCAN_NETWORK_ERROR_TITLE" = "Actualización de Software no puede buscar actualizaciones debido a un error en la red.";
"FAILED_SCAN_OTHER_ERROR_TITLE" = "No se han podido buscar actualizaciones.";
"NETWORK_DIAGNOSTICS_TITLE" = "Diagnóstico de la red…";
// these are used only when a non-standard catalog URL is set (Software Update Server)
"FAILED_SCAN_SUS_ERROR_TITLE" = "El Servidor de actualizaciones de software (%@) no responde.";
"FAILED_SCAN_SUS_ERROR_MESSAGE" = "Compruebe que la conexión de red funciona correctamente. Si la conexión no presenta ningún problema, póngase en contacto con el administrador de red para obtener ayuda.";

// dealing with multiple SU sessions
"OTHER_SESSION_USER_TITLE" = "%@ está instalando actualizaciones.";
"OTHER_SESSION_UNKNOWN_TITLE" = "Otro usuario está instalando actualizaciones.";
"OTHER_SESSION_SAME_TITLE" = "Se están instalando actualizaciones.";
"OTHER_SESSION_MESSAGE" = "Puede buscar actualizaciones más tarde seleccionando Actualización de software en el menú Apple.";
"OTHER_DONE_USER_TITLE" = "%@ ha instalado actualizaciones. ¿Desea buscar más actualizaciones ahora?";
"OTHER_DONE_UNKNOWN_TITLE" = "Otro usuario ha instalado actualizaciones. ¿Desea buscar más actualizaciones ahora?";
"OTHER_DONE_SAME_TITLE" =  "Se han instalado actualizaciones. ¿Desea buscar más actualizaciones ahora?";
"OTHER_DONE_MESSAGE" = "Si no desea hacerlo ahora, puede buscar actualizaciones más tarde seleccionando Actualización de software en el menú Apple.";

// External Testing Mode Warnings
"DANGER_SIGNATURE_CHECK_OFF_TITLE" = "Advertencia: comprobación de firma de Apple desactivada";
"DANGER_SIGNATURE_CHECK_OFF_INFO" = "En estos momentos, Actualización de Software se encuentra en modo de comprobación, que no es seguro para el uso normal. En este modo, las actualizaciones se aceptarán con cualquier firma “fiable”, no sólo con la de Apple. Si no está comprobando paquetes de actualización de software de terceros, se recomienda encarecidamente que deje de usar Actualización de Software inmediatamente.";
"DANGER_SIGNATURE_CHECK_OFF_USE_IN_TEST_BUTTON" = "Usar en modo de comprobación";
"DANGER_SIGNATURE_CHECK_OFF_QUIT_BUTTON" = "Salir";

/* SUAppDetailedView */
"LogOutRequired" = "Deberá cerrar sesión una vez instaladas las actualizaciones.";
"LogOutRequired_Single" = "Deberá cerrar sesión una vez instalada la actualización.";
"RestartRequired" = "Deberá reiniciar el ordenador una vez instaladas las actualizaciones.";
"RestartRequired_Single" = "Deberá reiniciar el ordenador una vez instalada la actualización.";
"ShutDownRequired" = "Deberá apagar el ordenador una vez instaladas las actualizaciones.";
"ShutDownRequired_Single" = "Deberá apagar el ordenador una vez instalada la actualización.";
"RestartRecommended" = "Es recomendable reiniciar el ordenador una vez instaladas las actualizaciones.";
"RestartRecommended_Single" = "Es recomendable reiniciar el ordenador una vez instalada la actualización.";

"Install" = "Instalar";
"Install1Item" = "Instalar 1 ítem";
"InstallNItems" = "Instalar %d ítems";

/* Used for AXRoleDescription of restart requirement badges */
"RestartRequirementIndicatorRoleDescription" = "indicador";


/* SUAppProductItem */
"INSTALLED_LABEL" = "Instalado";
"PARTIALLY_DOWNLOADED_LABEL_FORMAT" = "Descargado parcialmente (%d%%)";
"DOWNLOADED_LABEL" = "Descargadas";
"ERROR_LABEL" = "Error";

"SELECTION_LABEL_FORMAT" = "%@: %@.";

"DOWNLOAD_MENU_ITEM_GENERIC" = "Ir a la página de descargas de Apple…";
"DOWNLOAD_MENU_ITEM_PRODUCT" = "Ir a la página de descargas de “%@”…";


/* SUAppProductItemController */
"ConfirmMakeInactive1ItemTitle" = "¿Seguro que desea eliminar la actualización “%@” de la lista?";
"ConfirmMakeInactive1ItemMessage" = "No volverá a recibir notificaciones de las nuevas versiones de esta actualización. Para volver a ver esta actualización, seleccione Actualización de Software > Restablecer actualizaciones ignoradas.";
"ConfirmMakeInactiveNItemsTitle" = "¿Seguro que desea eliminar estas %d actualizaciones de la lista?";
"ConfirmMakeInactiveNItemsMessage" = "No volverá a recibir notificaciones de las nuevas versiones de estas actualizaciones. Para volver a ver estas actualizaciones, seleccione Actualización de Software &gt; Restablecer actualizaciones ignoradas.";

"OK_TITLE" = "Aceptar";
"CANCEL_TITLE" = "Cancelar";

"RESCAN_ERROR_TITLE" = "Se ha producido un error al buscar actualizaciones.";
